tap "asio/popcorn-time"
tap "d12frosted/emacs-plus"
tap "felixkratz/formulae"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "bat"
brew "boring"
brew "brightness"
brew "btop"
brew "emacs"
brew "cask"
brew "cava"
brew "cmatrix"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "ice"
brew "jq"
brew "neovim"
brew "pandoc"
brew "pnpm"
brew "poppler"
brew "python@3.14"
brew "ripgrep"
brew "rust"
brew "sesh"
brew "sevenzip"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "topgrade"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "nikitabobko/tap/aerospace"
cask "amethyst"
cask "anythingllm"
cask "appcleaner"
cask "brave-browser"
cask "claude"
cask "double-commander"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "kitty"
cask "localsend"
cask "minecraft"
cask "mullvad-vpn"
cask "ollama-app"
cask "opencode-desktop"
cask "orcaslicer@nightly"
cask "protopie"
cask "qbittorrent"
cask "vlc"
